[
    {
        "id": 1,
        "name": "Dr. Emily Johnson",
        "text": "Dr. Johnson has been part of ourUNI for the past 7 years. She is known for her engaging lectures in English Literature and has published several research papers on modern poetry and comparative literature.",
        "img": "/ourUNI/public/assets/images/professors/professor-1.jpg"
    },
    {
        "id": 2,
        "name": "Prof. Arman Petrosyan",
        "text": "Prof. Petrosyan has dedicated over 12 years to ourUNI, contributing greatly to the Computer Science faculty. He is highly respected for his work in artificial intelligence and his mentorship of senior thesis projects.",
        "img": "/ourUNI/public/assets/images/professors/professor-2.jpg"
    },
    {
        "id": 3,
        "name": "Dr. Hiroshi Tanaka",
        "text": "For 7 years, Dr. Tanaka has brought her expertise in environmental sciences to ourUNI. She actively participates in international research collaborations and has led multiple sustainability projects on campus.",
        "img": "/ourUNI/public/assets/images/professors/professor-5.jpg"
    },
    {
        "id": 4,
        "name": "Prof. Maria Martinez",
        "text": "Prof. Gonzales has been a core member of the Sociology department at ourUNI for 11 years. Her lectures focus on social justice, gender studies, and cultural theory, and she is deeply involved in community outreach programs.",
        "img": "/ourUNI/public/assets/images/professors/professor-3.jpg"
    },
    {
        "id": 5,
        "name": "Dr. Narek Mkrtchyan",
        "text": "With 15 years of service, Dr. Mkrtchyan is one of the most experienced faculty members in the Physics department. He specializes in quantum mechanics and supervises both undergraduate and graduate research students.",
        "img": "/ourUNI/public/assets/images/professors/professor-4.jpg"
    },
    {
        "id": 6,
        "name": "Prof. Jacob Smith",
        "text": "Prof. Smith has been teaching Business and Management courses at ourUNI for 5 years. He brings practical industry experience to his classes and is known for helping students launch real-world startup ideas.",
        "img": "/ourUNI/public/assets/images/professors/professor-6.jpg"
    }
]
